import React from "react";

export const About = () => {
  return (
    <div
      className="bg-[url(/landing/bg3.png)] bg-cover bg-no-repeat"
      id="implementation"
    >
      <div className="container mx-auto max-w-[900px] px-5 text-black py-20 flex flex-col gap-y-10">
        <h2 className="text-6xl  text-black uppercase text-center">
          О нас
        </h2>
        <p className="text-xl ">
            <b>«LifeCource»</b> - приложение, функционал которого значительно упрощает процесс
            обучения студентов. Данное приложение поможет студентам разобраться в интересующих
            их вопросах, оказывать помощь в учебе друг другу, а также предоставит возможность
            оформить достижения, полученные во время учёбы, в, так называемое, резюме. «LifeCource»
            будет помогать не только студентам, но и преподавателям, соискателям, работодателям,
            родителям и абитуриентам, возможности внутри приложения у данного списка людей будут
            немного уже, чем у студентов, но будет достигнута максимальная удобность, простота и
            точность. В свою очередь для студентов будут большие возможности, чтобы проявить себя и
            показать свои навыки с лучшей стороны. Студенты в приложении будут накапливать свои
            достижения и получать награды в виде звёзд и медалей. В профиле студента будет
            изображена вся его информация и достижения. Это поможет студенту стать заметным для
            работодателя и выделить себя с лучшей стороны. Также, благодаря данному приложению, а
            вернее его алгоритмам, заинтересованные в поиске молодых специалистов, работодатели
            смогут найти подходящего студента на заданную должность и предложить сотрудничество.
            </p>
      </div>
    </div>
  );
};