export const university = ["МГУ", "ОГУ", "ОГАУ", "ПЕД"];
export const city = ["Оренбург", "Москва", "Орск", "СПБ", "ЕКБ", "Самара"];
export const faculty = ["Имит", "АЭК", "ЭМ"];
export const flow = ["1", "2", "3", "4", "5", "6"]; // поток
export const department = ["ПОВТАС", "БАС"]; // кафедра
export const group = ["Пинж1", "Пинж2", "БАС1", "БАС2"];
export const section = {
  title: "раздел достижений",
  name: "section",
  items: ["Наука", "Спорт", "Творчество", "Волонтерство"],
}; // разделам достижений

// export const university = {
//   title: "университет",
//   name: "university",
//   items: ["МГУ", "ОГУ", "ОГАУ", "ПЕД"],
// };
// export const city = {
//   title: "город",
//   name: "city",
//   items: ["Оренбург", "Москва", "Орск", "СПБ", "ЕКБ", "Самара"],
// };
// export const faculty = {
//   title: "факультет",
//   name: "faculty",
//   items: ["Имит", "АЭК", "ЭМ"],
// };
// export const flow = {
//   title: "поток",
//   name: "flow",
//   items: ["1", "2", "3", "4", "5", "6"],
// }; // поток
// export const department = {
//   title: "кафедру",
//   name: "department",
//   items: ["ПОВТАС", "БАС"],
// }; // кафедра
// export const group = {
//   title: "группу",
//   name: "group",
//   items: ["Пинж1", "Пинж2", "БАС1", "БАС2"],
// };

export const publication = [
  {
    date: "12-12-2024",
    userName: "Alex",
    university: "МГУ",
    group: "Пинж1",
    faculty: "Имит",
    stars: "2",
    description:
      "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
    section: "Наука",
    image: "../../public/image 1.png",
    likes: 12,

    comments: [
      {
        userName: "Alex",
        message: "Я первый",
        avatar: "../../public/image 1.png",
      },
      {
        userName: "Alex",
        message: "Я второй",

        avatar: "../../public/image 1.png",
      },
      {
        userName: "Alex",
        message:
          "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные",

        avatar: "../../public/image 1.png",
      },
    ],
  },
  {
    date: "12-12-2024",
    userName: "Alex",
    university: "МГУ",
    group: "Пинж1",
    faculty: "Имит",
    stars: "2",
    description:
      "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
    section: "Наука",
    image: "../../public/image 1.png",
    likes: 12,

    comments: [
      {
        userName: "Alex",
        message: "Я первый",
        avatar: "../../public/image 1.png",
      },
      {
        userName: "Alex",
        message: "Я второй",

        avatar: "../../public/image 1.png",
      },
      {
        userName: "Alex",
        message:
          "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные",

        avatar: "../../public/image 1.png",
      },
    ],
  },
];
