// rating
export const users = [
  {
    id: 0,
    name: "Alex",
    faculty: "Имит",
    flow: "Пинж",
    group: "1",
    stars: "2",
    isFavorite: false,
  },
  {
    id: 1,
    name: "Jhon",
    faculty: "Имит",
    flow: "Пинж",
    group: "1",
    stars: "2",
    isFavorite: true,
  },
  {
    id: 2,
    name: "Alex",
    faculty: "Имит",
    flow: "Пинж",
    group: "1",
    stars: "2",
    isFavorite: false,
  },
];

// profile

export const student = {
  id: 1,
  avatar: "../../public/image 1.png",
  name: "Jhon Ivanov",
  description:
    "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
  faculty: "Имит",
  department: "ПОВТАС",
  flow: "2",
  group: "Пинж1",
  stars: "2",
  ratingFaculty: 1,
  science: ["1", "2"],
  sport: ["1", "2"],
  creativity: ["1", "2"],
  volunteering: ["1", "2"],
  publication: [
    {
      id: 0,
      date: "12-12-2024",
      userName: "Alex",
      university: "МГУ",
      group: "Пинж1",
      faculty: "Имит",
      stars: "2",
      description:
        "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
      section: "Наука",
      image: "../../public/image 1.png",
      likes: 12,

      comments: [
        {
          userName: "Alex",
          message: "Я первый",
          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message: "Я второй",

          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message:
            "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные",

          avatar: "../../public/image 1.png",
        },
      ],
    },
    {
      id: 1,
      date: "12-12-2024",
      userName: "Alex",
      university: "МГУ",
      group: "Пинж1",
      faculty: "Имит",
      stars: "2",
      description:
        "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
      section: "Наука",
      image: "../../public/image 1.png",
      likes: 12,

      comments: [
        {
          userName: "Alex",
          message: "Я первый",
          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message: "Я второй",

          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message:
            "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные",

          avatar: "../../public/image 1.png",
        },
      ],
    },
    {
      id: 2,
      date: "12-12-2024",
      userName: "Jhon",
      university: "МГУ",
      group: "Пинж1",
      faculty: "Имит",
      stars: "2",
      description:
        "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
      section: "Наука",
      image: "../../public/image 1.png",
      likes: 12,

      comments: [
        {
          userName: "Alex",
          message: "Я первый",
          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message: "Я второй",

          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message:
            "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные",

          avatar: "../../public/image 1.png",
        },
      ],
    },
    {
      id: 3,
      date: "12-12-2024",
      userName: "zzz",
      university: "МГУ",
      group: "Пинж1",
      faculty: "Имит",
      stars: "2",
      description:
        "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные»",
      section: "Наука",
      image: "../../public/image 1.png",
      likes: 12,

      comments: [
        {
          userName: "Alex",
          message: "Я первый",
          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message: "Я второй",

          avatar: "../../public/image 1.png",
        },
        {
          userName: "Alex",
          message:
            "Оренбургская область вторую неделю живет в режиме ЧС. Более 18 тысяч домовладений пострадали от паводка, десятки тысяч людей лишились домов, ущерб оценивается миллиардами. Пик паводка в Орске и Оренбурге миновал, теперь люди ждут, когда вода покинет «захваченные",

          avatar: "../../public/image 1.png",
        },
      ],
    },
  ],
};
